WikDra/esp32-hid-gamepad-bridge/firmware/sdkconfig.defaults.esp32c3
# ESP32-C3 SuperMini: 4 MB flash, brak PSRAM, brak mostka USB-UART.
# Konsola musi isc przez natywne USB (peryferial USB Serial/JTAG), inaczej
# w monitorze nie ma nic.
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
